{
    "tips.tip.quest_loot_bag": "Loot Bags from Quest rewards can give you something really good or just something really bad.",
    "tips.tip.get_steel": "An easy but slow way to get Steel is through the Blast Furnace from Immersive Engineering.",
    "tips.tip.ftb_chunks": "Claim your surrounding area to protect it from griefing- explosions and other players. The claim button is located top left in your inventory.",
    "tips.tip.max_chunks": "You can claim up to 350 chunks. 20 of those can be forceloaded- chunk loaded.",
    "tips.tip.starter_quest": "Starting a new world? Be sure to claim the starting kit quest!",
    "tips.tip.discord_server": "Do you have a question or do you need help? Join our discord here: https://discord.io/TeamTNP!",
    "tips.tip.world_ores": "Most ores in the pack have a JEI Information tab showing roughly what Y levels they generate on.",
    "tips.tip.ore_excavate": "Did you know theres Ore Excavation / Vein Mining in the pack? Check the controls menu for the keybind. (Grave Key by default.)",
    "tips.tip.jei_previous": "Need to go back to a previous recipe in JEI? Use the backspace key.",
    "tips.tip.controls_keybind": "Most modded keybinds are unbinded to prevent key conflicts. Head into the controls menu and rebind the button you need.",
    "tips.tip.creosote_oil": "Creosote Oil can be created in the Coke Oven from Immersive Engineering.",
    "tips.tip.refined_storage_color": "The Refined Storage Controller and a lot of other RS items can be dyed in lots of different colors!",
    "tips.tip.grave_stone": "To retrieve your items from a Tombstone, sneak on it with key in hand or right-click with the key.",
    "tips.tip.natures_compass": "The Nature's Compass can help you locate biomes with ease.",
    "tips.tip.ae2_meteorite": "Craft a Meteorite Compass to locate AE2 meteorites easier.",
    "tips.tip.ae2_grindstone": "The Quartz Grindstone from Applied Energistics 2 is an easy but slow way to double your ores early game.",
    "tips.tip.enchantment_table": "Did you know that the Enchantment Table is no longer capped at level 30?",
    "tips.tip.stay_saturated": "The Fruit Salad & Punch from Pam's HarvestCraft 2 are both very saturating and cheap to make!",
    "tips.tip.silent_gear": "The mod Silent Gear allows you to neatly customize your tools & armor.",
    "tips.tip.sol_carrot": "By eating different types of food, you can increase your overall health. Time to chew!",
    "tips.tip.inv_sorting": "You can sort your inventory or any other container by hovering your mouse in the GUI and then pressing the Middle Mouse Button.",
    "tips.tip.get_plastic": "Need plastic? Craft a Trash Can from the Rats mod then right click it with blocks & items until a Garbage Pile pops out. Place it and break it until Plastic Waste drops. Use Fortune for increased droprates. Smelt it for Tiny Plastic Pieces, which then can be turned into Plastic!",
    "tips.tip.sg_glowrose_fertilizer": "Glowroses from Silent Gems can be acquired by using Glowrose Fertilizer on Grass.",
    "tips.tip.dungeon_crawl": "Dungeon Crawl Dungeons are a great source of loot. Be careful though, the lower you go, the stronger the mobs get.",
    "tips.tip.unholy_grail": "Drinking the unholy grail is a good idea.",
    "tips.tip.silent_gear2": "Silent Gear and Silent Gems go hand in hand. To get the best gear, be sure to use a combination of both!",
    "tips.tip.building_needs": "There are many tools you can use to help with your building needs, such as construction wands, building gadgets, and the handheld blockzapper.",
    "tips.tip.mining_needs": "While vanilla-style tools are effective, there are many alternatives to them, such as paxels, the fluxbore, the atomic disassembler, and the mining gadget.",
    "tips.tip.botany_pots": "Botany Pots are a great way of automating crop growth early game. (They could cause lag on servers, so be careful not to spam these!)",
    "tips.tip.garden_cloche": "The garden cloche and phytogenic insolator are both great ways to grow your crops.",
    "tips.tip.flux_network": "You can charge items on your player and wirelessly transfer fe using flux networks.",
    "tips.tip.xp_block": "Preserve your xp using the xp block.",
    "tips.tip.mmm": "Need to test out your newly made weapon? Use the dummy from @MmmMmmMmmMmm !",
    "tips.tip.light_level": "Need to check the current light level to see if monsters can spawn? Check for dark spots by pressing F7!",
    "tips.tip.move_tiles": "You can easily move tile entities like chests around using cardboard boxes or packing tape.",
    "tips.tip.dim_storage": "Transfer items or fluids across long distances using dimensional chests and tanks!",
    "tips.tip.powerful_gear": "Deep underground, you can find special mobs with powerful gear. Defeat them to get loot with special effects!",
    "tips.tip.travellers_boots": "Traveller's Boots increase your speed, jump height, and step height, making exploring a cinch!",
    "tips.tip.increase_storage": "Increase your portable storage space using one of the many backpacks available to you!",
    "tips.tip.optimal_experience": "Swap Ctrl & Shift in settings for an optimal gaming experience.",
    "tips.tip.agate_silktouch": "A Silent Gear pickaxe made using Agate is an easy way to get silk touch.",
    "tips.tip.spawner_toggle": "Use a comparator on a spawner to make it redstone toggle-able.",
    "tips.tip.plague_doctor": "The Plague Doctor from @Rats can turn into the Black Death if he sells you his special Plague Tome.",
    "tips.tip.create_grindstone": "Crushing Wheels from @Create may seem scary and they are if you fall into them but they are a great early way for fast doubling of your ores.",
    "tips.tip.guide_essentials": "To get started with the mod @Crossroads make the @Essentials guide book.",
    "tips.tip.dont_use": "On a server? Don't use botany pots, make a lamp of growth from @Druidcraft and maybe a Lilypad of Fertility from @Reliquary to speed up your crop growth.",
    "tips.tip.suppl_notice": "Use the @Supplementary's notice board to leave notes to your friends or as a more server friendly item frame for your maps or books. Note it doesn't allow all items.",
    "tips.tip.track_jei": "Keep track of what you're doing in JEI by using these entries [@ModName | #Tooltip | &Item ID | $Tag | %CreativeTab | ^AnyColor] Try it in-game to see how it works!",
    "tips.tip.jei_history": "Pressing the UP/DOWN ARROW KEYS in JEI will cycle back and forth respectively through your search history.",
    "tips.tip.heat_generators": "@Mekanism/@Silent's heat generators and or solar panels are good for early game but a @Powah Reactor connected to a @Flux network is really the way to power everything all at once.",
    "tips.tip.find_fortress": "Eye of the Blaze will help you find Nether Fortress's easier!",
    "tips.tip.find_endcity": "Eye of the Shulker will help you find End Cities easier!",
    "tips.tip.cursed_ring": "The Ring of the Seven Curses is a dangerous yet lucrative item, with many rewards to be had. Do you think you can handle the curse?",
    "tips.tip.spellstone_world": "All around the world lie ancient spellstones with various effects. Find and equip them to augment your playstyle!",
    "tips.tip.sg_salvager": "Use Silent Gear's salvager to get the materials of any spare (vanilla minecraft+silentgear) gear you have lying around!",
    "tips.tip.stop_wandering_trader": "You can craft a sign that will prevent those pesky wanderers from hanging around your home for good. @NoMoWanderer in JEI. 1 sign will cover 8 chunks from where the sign was placed. (This sign will also prevent the Plague Doctor from @Rats from spawning.)",
    "tips.tip.angry_bees": "Don't run from angry bees, feed them a Honey Treat and make a new friend. (Productive Bees.)",
    "tips.tip.advanced_bee_hives": "Advanced Beehives are so comfortable, they don't need a campfire nearby. (Productive Bees.)",
    "tips.tip.feeding_slab": "Is your bee enclosure littered with blocks? Use a Feeding Slab instead!. (Productive Bees.)",
    "tips.tip.honey_treat": "You can use a Honey Treat on an empty solitary nest to attract a new bee. Using more treats will speed it up. (Productive Bees.)",
    "tips.tip.hitting_nest": "If your bees are hiding every time you want to breed them, you can force them out by hitting the nest or hive with a stick. (Productive Bees.)",
    "tips.tip.most_bees_solitary": "Most bees found in the overworld are solitary and will not live in hives. (Productive Bees.)",
    "tips.tip.silentgems_ores": "@SilentGems overworld ores can only be found in the Mining Dimension. Or in Geodes found rarely underground in the Overworld.",
    "tips.tip.granite_spawns": "Struggling to find some Granite? Quark changes the way it generates. You can find Granite easily in Extreme Hills Biomes.",
    "tips.tip.diorite_spawns": "Struggling to find some Diorite? Quark changes the way it generates. You can find Diorite easily in Savanna, Jungle & Mushroom Biomes.",
    "tips.tip.andesite_spawns": "Struggling to find some Andesite? Quark changes the way it generates. You can find Andesite easily in Forest Biomes.",
    "tips.tip.slate_spawns": "Are you struggling to find some Slate? You can find Slate easily in Icy Biomes.",
    "tips.tip.limestone_spawns": "Are you struggling to find some Limestone? You can find Limestone easily in Swamp & Ocean Biomes.",
    "tips.tip.jasper_spawns": "Are you struggling to find some Jasper? You can find Jasper easily in Mesa & Desert Biomes.",
    "tips.tip.voidstone_spawns": "Are you trying to find some Voidstone? You can find Voidstone in The End dimension.",
    "tips.tip.marble_spawns": "Struggling to find some Marble? You can find Marble easily in Plains Biomes. (Quark Marble can be converted to Astral Marble just by placing it in the crafting grid.)",
    "tips.tip.wand_gadgets_dank": "Construction Wands and the gadgets from @Building Gadgets will use blocks from a Dank Storage in your inventory.",
    "tips.tip.ally_machines": "Psst! Some mods are asking to be your ally… You should ally them so their machines will work properly in your claims.",
    "tips.tip.pipes_pipez": "Pipes from the mod @Pipez are highly configurable and are designed to create as little lag as possible. A good alternative to the Mekanism Cables / Pipes as they can create unnecessary lag. Use the Pipe Wrench to configure the @Pipez pipes.",
    "tips.tip.delete_key": "You can move an item to the Trash Slot faster by clicking the DEL(delete) key on your keyboard while hovering over an item in your inventory.",
    "tips.tip.copy_screenshot_clipboard": "Press CTRL + B to copy your last screenshot on your clipboard.",
    "tips.tip.screenshots_ingame": "Press CTRL + G to show your screenhots in-game with cool options.",
    "tips.ae2_presses": "Not finding any AE2 meteorites? Dont worry! All presses are craftable and pretty easy to make.",
    "tips.twilight_bosses": "The Twilight Forest offers a vast variety of bosses. Do you think you can beat them all?",
    "tips.twilight_entrance": "You can create a Portal to The Twilight Forest by placing water in a 2x2, surrounding it by flowers (including corners). Then tossing a Diamond into the water.",
    "tips.chisel_station": "Wanna use the Chisel? Then you need to use the Chisel Station!",
    "tips.less_lag": "Experiencing Stutters? Lag? Or just trying to get an overall better performance? Head into the config folder and locate a file called forge-client.toml- Open it and look for alwaysSetupTerrainOffThread, change it from false to true. Hit save, and restart the game. (Keep in mind that this is only recommended for CPUs with a good amount of cores.)",
    "tips.smooth_focus": "You can Zoom in smoothly by holding down X. Use the scroll wheel to choose how far you want to be zoomed in.",
    "tips.baked_apples": "Got some Apples? Cook them in a furnace to get Baked Apples. Gives more hunger and more than twice the saturation. Yummy!",
    "tips.world_backups": "A backup of your world is created once every 2 hours. You can locate the backups folder in the modpack root folder. A total of 6 backups are kept. Once 6 are created the oldest one will be overwritten.",
    "tips.market_sapling": "Not finding a specific tree? You can pretty much buy any sapling in the Market from @FarmingForBlockheads. 1x Sapling costs 1x Emerald.",
    "tips.findme_tip": "Need to find an item that is lost in the sea of chests you've got? Simply hover over an item (JEI Compatible) and press O (by default) and cloud particles will spawn in the inventories that have that item.",
    "tips.slime_boots_jetpack": "If you bounce with the Slime Boots from @TiC while you're in the air, fly off with a jetpack to get way more speed.",
    "tips.red_fertilizer": "Use red fertlizer from @FarmingForBlockheads on farmland to boost the growth rate of your planted seeds!",
    "tips.dim_disk_bug": "There's a known bug between the Dimensional Chest and the Disk Drive. Don't place them next to each other, their interaction can void your drives!",
    "tips.view_all_tips": "You can view all of these Tips in the Mod Options menu. Just search for Tips and hit the Config wrench. Hit ESC to leave that menu.",
    "tips.loud_tip": "Is something really loud? You can mute any sound or lower the volume of it. There's a speaker icon located top right of the paper doll. Hit it and you can mute any sound you want. When a sound is muted you can use a slider to choose what volume you want it at.",
    "tips.random_lightning": "Have you encountered a random lightning strike sometime? That means an Apotheotic Boss just spawned. Go to where the lightning struck and beat the boss for a chance to get some powerful gear!",
    "tips.time_in_a_bottle": "Need to speed up a block that doesn't have an upgrade available? Craft the Time in a Bottle. This thing collects in-game time which you can then use to accelerate the tick rate on blocks. (Sneak Right-Click.)",
    "tips.lootr_tip": "Are you on a server? Don't remove any Chests you might find around the world. The loot is per-player, per-chest meaning other players can loot the same Chest you just looted! These Chests have a unique texture. Chests are Gold color when unopened, turns into Silver color when opened.",
    "tips.wild_tower": "Randomly around the world you can find Tall Towers, climb to the top to get some loot & a chance for a waystone!",
    "tips.extract_enchantments": "The Grindstone can be used to extract enchantments from items onto books with XP as the currency.",
    "tips.detonation_tip": "A bow with the detonation enchantment is crazy strong, watch out for blowing yourself up though!",
    "tips.wither_roses_tip": "You can obtain easy wither roses by finding (Ice and Fire) graveyards, be careful, ghosts are not as friendly as we want to."
}
